results/cpu-vs-latency2/memcached/1-3/nsl204.out
[RUN #1] Preparing benchmark client...
[RUN #1] Launching threads now...
[RUN #1 100%,  60 secs]  0 threads:      610440 ops,   10168 (avg:   10173) ops/sec, 422.30KB/sec (avg: 422.51KB/sec),  0.09 (avg:  0.09) msec latency

1         Threads
1         Connections per thread
60        Seconds
Type        Ops/sec     Hits/sec   Misses/sec      Latency       KB/sec
------------------------------------------------------------------------
Sets         924.92          ---          ---      0.09700        71.25
Gets        9249.07        35.77      9213.31      0.09400       351.26
Totals     10173.99        35.77      9213.31      0.09400       422.51


Request Latency Distribution
Type     <= msec         Percent
------------------------------------------------------------------------
SET        -nan    100.00000
---
GET       0.058      0.00018
GET       0.059      0.00036
GET       0.060      0.00198
GET       0.061      0.00523
GET       0.062      0.01261
GET       0.063      0.02252
GET       0.064      0.04163
GET       0.065      0.07767
GET       0.066      0.09947
GET       0.067      0.11443
GET       0.068      0.12920
GET       0.069      0.14200
GET       0.070      0.15299
GET       0.071      0.16812
GET       0.072      0.18506
GET       0.073      0.20543
GET       0.074      0.23822
GET       0.075      0.27480
GET       0.076      0.32868
GET       0.077      0.40094
GET       0.078      0.47861
GET       0.079      0.57627
GET       0.080      0.70980
GET       0.081      0.89270
GET       0.082      1.15363
GET       0.083      1.60142
GET       0.084      2.28059
GET       0.085      3.24717
GET       0.086      4.42711
GET       0.087      5.82887
GET       0.088      7.55210
GET       0.089      9.88062
GET       0.090     13.06868
GET       0.091     17.77726
GET       0.092     25.26142
GET       0.093     36.36559
GET       0.094     51.26238
GET       0.095     66.73310
GET       0.096     78.44327
GET       0.097     85.31080
GET       0.098     89.09892
GET       0.099     91.46276
GET       0.100     97.81023
GET       0.110     99.56176
GET       0.120     99.76718
GET       0.130     99.79007
GET       0.140     99.80719
GET       0.150     99.82773
GET       0.160     99.83872
GET       0.170     99.84016
GET       0.190     99.84070
GET       0.200     99.84179
GET       0.210     99.84791
GET       0.220     99.85818
GET       0.230     99.87458
GET       0.240     99.89206
GET       0.250     99.91350
GET       0.260     99.93026
GET       0.270     99.95153
GET       0.280     99.98198
GET       0.290     99.99369
GET       0.300     99.99658
GET       0.310     99.99838
GET       0.340     99.99874
GET       0.410     99.99910
GET       0.420     99.99928
GET       0.460     99.99946
GET       0.510     99.99964
GET       0.560     99.99982
GET       0.880    100.00000